{
    "about-us": {
        "title": "About Herbalicious: Our Mission for Purity",
        "content": "<h2>Our Story</h2><p>Born in the heart of Lahore, Herbalicious was founded on a simple realization: <em>Nature is the ultimate chemist.</em> We spent years researching traditional subcontinental beauty rituals to understand why our ancestors had such resilient skin and hair.</p><h3>The Artisan Process (Small Batch vs. Mass Produced)</h3><p>Unlike global conglomerates that produce millions of identical products using synthetic fillers, Herbalicious follows a <strong>'Small Batch'</strong> philosophy. Every bar of soap is hand-cut and cured for 6 weeks. Every bottle of serum is mixed using cold-pressed oils to preserve the delicate bio-actives of the plants.</p><h3>Founder's Commitment</h3><p><em>'If I wouldn't use it on my own family, I won't sell it to yours.'</em> - This is the standard we live by. We are transparent about every single ingredient we use, ensuring your home remains a sanctuary from toxic chemicals.</p><h3>Why Choose Herbalicious?</h3><ul><li><strong>100% Non-Toxic</strong>: No Parabens, Sulfates, or Phthalates.</li><li><strong>Handmade in Lahore</strong>: Supporting local agriculture and artisan skills.</li><li><strong>E-E-A-T Certified</strong>: Our formulations are guided by herbalists and tested for safety and potency.</li></ul>"
    },
    "shipping-policy": {
        "title": "Shipping Policy",
        "content": "<h2>Shipping Details</h2><p>Herbalicious Shop offers <strong>Free Shipping on Orders Over Rs 5,000</strong>.</p><h3>General Shipping Terms</h3><ul><li><strong>Delivery Address</strong>: We ship your order to the address you provide during checkout.</li><li><strong>Shipping Costs</strong>: For orders below Rs 5,000, shipping costs are calculated at checkout based on your order total and delivery location.</li><li><strong>Delays</strong>: We are not responsible for delays in shipping caused by factors beyond our control, such as weather or customs delays.</li><li><strong>Responsibility</strong>: Ensure your contact information and address are correct to avoid delivery failures.</li></ul>"
    },
    "privacy-policy": {
        "title": "Privacy Policy",
        "content": "<h2>Privacy Policy</h2><p>Herbalicious Shop respects the privacy of our users. This policy describes how we collect and use your information.</p><h3>Information We Collect</h3><ul><li><strong>Personal Information</strong>: Name, email address, shipping address, and billing address when you place an order or create an account.</li><li><strong>Non-Personal Information</strong>: Browsing history, IP address, and device type collected automatically to improve your experience.</li></ul><h3>How We Use Your Information</h3><ul><li>To process orders and fulfill requests.</li><li>To send order confirmations and shipping updates.</li><li>To send promotional emails (if opted-in).</li><li>To improve our Website and marketing efforts.</li></ul><h3>Data Security</h3><p>We take reasonable steps to protect your information from loss or unauthorized access, though no internet transmission is 100% secure. You may opt out of promotional emails at any time.</p>"
    },
    "terms-of-service": {
        "title": "Terms of Service",
        "content": "<h2>Terms and Conditions</h2><p>These Terms govern your use of the Herbalicious Shop website and your purchase of our products.</p><ol><li><strong>Acceptance</strong>: By accessing the Website, you agree to be bound by these Terms.</li><li><strong>Products</strong>: We offer handcrafted, 100% organic soaps (approx. 110g). We reserve the right to limit quantities or discontinue products.</li><li><strong>Orders</strong>: To place an order, you must be at least 18 years old. You agree to pay the full price, including taxes and shipping.</li><li><strong>Intellectual Property</strong>: All text, graphics, and images are protected by copyright law and owned by Herbalicious Shop.</li><li><strong>Governing Law</strong>: These Terms shall be governed by the laws of Pakistan.</li></ol>"
    },
    "disclaimer": {
        "title": "Disclaimer",
        "content": "<h2>Disclaimer</h2><ul><li><strong>External Use Only</strong>: Our soaps and products are for external use only.</li><li><strong>Medical Claims</strong>: We make no claims about the medical benefits of our products.</li><li><strong>Consultation</strong>: You should consult with a healthcare professional before using any of our products, especially if you have sensitive skin, existing skin conditions, or allergies.</li><li><strong>Liability</strong>: Herbalicious Shop is not responsible for any damages arising from the use or misuse of our products.</li></ul>"
    }
}